tap 'homebrew/cask-fonts'

brew 'coreutils'
brew 'curl'
brew 'wget'
brew 'neovim'
brew 'asdf'
brew 'jq'
brew 'httpie'
brew 'git-delta'
brew 'fzf'
brew 'tmux'
brew 'gnupg'
brew 'pinentry-mac'
brew 'tree'
brew 'ripgrep'

cask 'font-fira-code-nerd-font'
cask 'font-meslo-for-powerlevel10k'
cask 'alacritty'
cask 'wezterm'
cask 'rectangle'
cask 'proton-drive'
